Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: ཁ་བ་ཅན་ནི་བྱིས་པ་དང་། །ཆུ་བོ་ཆེན་པོར་ཤེལ་གནས་པ། །ཤིང་དང་རི་ཡི་རྒྱལ་པོ་དང་། །ཤེལ་གྱིས་ཡོངས་སུ་བཅིངས་པ་དང་། །མུ་ཏིག་དྲ་བས་ལེགས་གཡོགས་དང་། །མུ་ཏིག་ཕུང་པོ་མཐོང་བ་དང་། །
en: One may also see the Himalayas Made of crystal and abounding in great rivers, {15.12} “Trees, and the king of mountains Fashioned from piled-up crystal And shaded by a latticework of pearls With masses of pearls. {15.13}

source: ཆར་ཆེན་འབབ་དང་ཆུ་ཡི་ཚོགས། །མཐོང་ན་བད་ཀན་ལས་གྱུར་ཡིན། །
en: “Subjected to the influence of phlegm, One may see a great rain with masses of water,

source: གདུགས་ནི་དཀར་པོ་དག་དང་ནི། །རྒྱན་རྣམས་ཀུན་ཀྱང་དཀར་བ་དང་། །
en: Or a bright white parasol With white adornments, {15.14}

source: བན་གླང་དག་ནི་དཀར་པོའི་གཟུགས། །བད་ཀན་རྨི་ལམ་དག་ཏུ་བརྗོད། །
en: “Or perhaps a white elephant. Such dreams are said to be influenced by phlegm.

source: རྔ་མ་དཀར་རམ་སྐྱེས་བུ་འམ། །ཡང་ན་གོས་དག་མཐོང་བ་འམ། །
en: One may see a white yak-tail whisk, Or a man dressed in white. {15.15}

source: ལན་ཚྭ་ལ་སོགས་རེག་པ་ནི། །ཀུན་དུ་གལ་ཏེ་མཐོང་བ་ནི། །རས་བལ་བཙོ་མའི་གོས་དག་གམ། །ར་གན་དངུལ་དང་ཨ་ག་རུ། །རེག་དང་ཟ་བར་བྱེད་པ་ཉིད། །བད་ཀན་རྨི་ལམ་དག་ཏུ་འདོད། །
en: “If one touches sea salt, and so forth, Or salt in general, Or a strip of cotton or linen, Or perhaps iron, silver, or aloewood, {15.16} “Touching or ingesting them Indicates that the dream is of the phlegm type.

source: མོན་སྲན་གྲེའུ་ཟ་བ་དང་། །ཏིལ་བཏགས་བུ་རམ་འབྲས་ཅན་དང་། །མོན་སྲན་རྣམ་མང་ཟ་བ་ནི། །བད་ཀན་རྨི་ལམ་དག་ཏུ་འདོད། །
en: If one eats roasted beans, Sesame paste, sweet rice pudding, {15.17} “Or different types of beans, This, again, indicates that the dream is of the phlegm type.

source: སྭ་སྟི་ཀ་དང་ཨུ་ལོ་པི། །ཀྲི་ས་ར་དང་འོ་ཐུག་དང་། །དེ་དག་ཟ་བྱེད་རྨི་ལམ་ནི། །བད་ཀན་རྨི་ལམ་བྱ་བ་ཡིན། །
en: Some say that eating svastikā cakes, Or other food, such as rice-and-grain pudding with milk, {15.18} “Brings on dreams Of the phlegm type.

source: འབྲེང་བུ་ས་བཅུད་བཟའ་བ་སོགས། །རྣམ་པ་སྣ་ཚོགས་སྣུམ་ཁུར་ནི། །རེག་དང་ཟ་བར་བྱེད་པ་ཉིད། །བད་ཀན་འཕེལ་བའི་རྨི་ལམ་ཡིན། །
en: The same goes for śaṅkulya or parpaṭa cakes, Or different types of soup. {15.19} “Touching or eating them will cause An increase of phlegm in one’s dreams.

source: སྣུམ་ཁུར་རྣམ་པ་དུ་མ་ནི། །བཟའ་དང་སྤྱད་པར་རྗེས་འདོད་དང་། །
en: It is agreed that there are many such types Of hard and soft foods, in many forms. {15.20}

source: ཟོས་དང་རེག་པར་བྱེད་དེ་དག །བད་ཀན་རྨི་ལམ་ཤེས་པར་བྱ། །
en: “If one eats or touches them, The dreams will be induced by phlegm.

source: གནས་དང་གནས་མལ་ཐེག་པ་དང་། །བཞོན་པ་སེམས་ཅན་ལས་བྱུང་བ། །རེག་དང་འཛེག་པར་བྱེད་པ་ཉིད། །དང་པོའི་ཐུན་ལ་མཐོང་བ་ཉིད། །གལ་ཏེ་རྨི་ལམ་མཐོང་གྱུར་ན། །ཐམས་ཅད་བད་ཀན་ཅན་དུ་བརྗོད། །
en: If one dreams of a seat, a bed, or a carriage for traveling That is fashioned from a living being— {15.21} “If one touches, mounts, or sees such During the first watch of the night As objects in one’s dream, All such dreams are said to be influenced by phlegm. {15.22}

source: རྣམ་པ་དེ་ལྟའི་རྨི་ལམ་དང་། །ཆུ་ལ་འབྱུང་དང་སྤྱོད་པ་དང་། །རྣམ་པ་སྣ་ཚོགས་བཟའ་ལ་སྤྱོད། །མཐོང་ན་བད་ཀན་ཅན་དུ་བརྗོད། །
en: “Dreams of these types emerge from And are effected by water, And may be an indication of [having eaten] Any of the various hard or soft foods that produce phlegm. {15.23}

source: དེ་དག་རྨི་ལམ་དག་ཏུ་མཐོང་། །བད་ཀན་ཅན་གྱི་སྤྱོད་པ་ཡིན། །
en: “Seeing these objects in one’s dreams Is due to the action of phlegm-producing foods.

source: རྨི་ལམ་མ་ལུས་དུ་མ་ནི། །འཇིག་རྟེན་མགོན་པོས་གསུངས་པ་ཡིན། །
en: The guides of the world have described Many dreams that are hard even to conceive of. {15.24}

source: གཉིས་པའི་ཐུན་ལ་ལུས་ཅན་གྱི། །རྨི་ལམ་མཁྲིས་པ་ཅན་གྱི་ཡིན། །
en: “For living beings, it is in the second watch That dreams related to bile occur.

source: འབར་བའི་མེ་ཡི་གཟུགས་མཐོང་དང་། །སྣ་ཚོགས་རིན་ཆེན་མཐོང་བ་དང་། །
en: A person may see in a dream a blazing fire, A light emanating from various jewels, {15.25}

source: མེས་ཚིག་སྐར་མདའ་ལྟུང་བ་དང་། །རི་དང་ཕྱོགས་ནི་རབ་འབར་བ། །
en: “A conflagration, or meteors Flashing in all directions.

source: སྐྱེ་བོ་གང་གིས་རབ་མཐོང་བ། །དེ་ནི་མཁྲིས་པར་གྱུར་པ་ཡིན། །
en: Seeing these in a dream indicates that One is debilitated by bile. {15.26}

source: རིན་ཆེན་པདྨ་རཱ་ག་དང་། །གཞན་ཡང་རིན་ཆེན་གང་ཡིན་པ། །གང་དུ་རྨི་ལམ་མཐོང་ན་ནི། །ལུས་ཅན་མཁྲིས་པ་ལས་གྱུར་ཡིན། །
en: “Likewise, should one see in one’s dream a ruby, Or something else consisting of jewels, One should know that these objects appear To someone affected by bile. {15.27}

source: མེ་དང་ཚ་བ་སྟེན་པ་དང་། །རེག་དང་ཟ་བར་བྱེད་པ་དང་། །རྣམ་པ་སྣ་ཚོགས་ཁ་དོག་སེར། །རྨི་ལམ་མཁྲིས་པས་བརྒྱལ་བ་ཡིན། །
en: “Corresponding to the experience of the element fire, If one touches or ingests Different yellow articles in one’s dreams, One is debilitated by bile. {15.28}

source: རྟག་ཏུ་ཚ་བའི་ཉི་མ་དང་། །ཉི་མ་རྟག་ཏུ་འདེ་བར་ནི། །གང་གིས་རྨི་ལམ་མཐོང་གྱུར་ན། །ལུས་ཅན་མཁྲིས་པ་ལས་གྱུར་ཡིན། །
en: “One whose body is debilitated by bile May see in one’s dream A sun that burns uninterruptedly, Continually spreading its intense heat. {15.29}

source: ནམ་མཁའ་གསེར་གྱི་མདོག་གྱུར་དང་། །ས་ཡི་སྟེང་ནི་ཁ་དོག་སེར། །རྨི་ལམ་ན་ནི་གང་གིས་མཐོང་། །མཁྲིས་པ་ལས་གྱུར་ན་བ་ཡིན། །
en: “One may also perceive, in one’s dream, The sky as being of golden color And the ground as yellow. This is due to the debilitating influence of bile. {15.30}

source: མེ་ནི་ཀུན་ནས་འབར་བ་ཡིས། །ནམ་མཁའི་ངོས་ནས་རབ་གསལ་བར། །རྨི་ལམ་དུས་སུ་མཐོང་བ་ནི། །མཁྲིས་པས་གནོད་པའི་ལུས་ཅན་ཡིན། །
en: “If one dreams, during the same watch, Of a fire blazing all around And illuminating the firmament of the sky, One is flooded with the humor bile. {15.31}

source: ས་དང་དེ་བཞིན་རི་བོ་དང་། །བྲག་ནི་མཐོན་པོའང་གསེར་གྱི་མདོག །ཤིང་ཆེན་དེ་བཞིན་ཐེག་པ་ནི། །རྟག་ཏུ་ཐམས་ཅད་གསེར་རང་བཞིན། །
en: “One may see the ground colored golden, Or the mountains, piles of rocks, A great elephant for riding, Or everything made entirely of gold. {15.32}

source: རྟག་ཏུ་རྨི་ལམ་གནས་མཐོང་ནམཁྲིས་པ་ལས་གྱུར་རྨི་ལམ་ཡིན། །
en: “If one sees these persistently while asleep, One is debilitated by the movement of bile.

source: ཐེག་པ་རྒྱན་དང་བཞོན་པ་དང་། །སྣོད་རྣམས་གསེར་གྱི་རང་བཞིན་དང་། །སྟན་རྣམས་དང་ནི་གནས་མལ་རྣམས། །ས་ལེ་སྦྲམ་གྱི་རང་བཞིན་ལ། །རེག་དང་འགྲོ་བར་བྱེད་པ་ཉིད། །རྨི་ལམ་མཐོང་ན་མཁྲིས་གྱུར་ཡིན། །
en: If one dreams of a vessel made entirely of gold; Or a golden carriage with similar adornments; {15.33} “Or a seat, or perhaps a bed Made entirely of gold— If one touches or mounts them in one’s dream, This indicates that the dream is of the bile type. {15.34}

source: ཕྲེང་བ་སེར་པོ་ཐོགས་པ་དང་། །སེར་པོའི་གོས་ཀྱིས་ཉེར་མཛེས་དང་། །སེར་པོའི་འོད་དང་དྲི་ཡིས་བྱུགས། །སེར་པོའི་མཆོད་ཕྱིར་ཐོགས་པ་དང་། །
en: “One may see oneself in a dream as wearing Yellow garlands and clothes, Covered in yellow unguents, And provided with a yellow sacred cord; {15.35}

source: བདག་ཉིད་སེར་པོའི་རྣམ་པ་དང་། །གང་གིས་རྨི་ལམ་ལ་མཐོང་བ། །
en: “One may also see in one’s dream One’s own body as yellow.

source: གཉིས་པའི་ཐུན་དུ་མཐོང་ན་ནི། །མཁྲིས་པ་ལས་གྱུར་ཤེས་པར་བྱ། །
en: This is due to the debilitating influence of bile, Which manifests itself during the second watch. {15.36}

source: དེ་བཞིན་རྣམ་པ་སྣ་ཚོགས་པ། །གང་གཞན་རྨི་ལམ་དག་ཏུ་བརྗོད། །
en: “These are the different categories That dreams are grouped into based on color.

source: རྣམ་པ་སྣ་ཚོགས་སེར་པོར་སྣང་། །རྨི་ལམ་མཁྲིས་ལས་ཡང་དག་བྱུང་། །
en: Thus, the dreams of the various appearances of yellow Are caused by the humor bile. {15.37}

source: མཁྲིས་པས་ལུས་ཅན་རབ་གནོན་པ། །གཉིས་པའི་ཐུན་ལ་བསྟན་པ་ཡིན། །
en: “The body’s being affected by bile Manifests during the second watch.

source: རྣམ་པ་དུ་མའི་གཟུགས་ཅན་ནི། །སེར་པོར་སྣང་བ་ཡང་དག་འབྱུང་། །
en: A great variety of forms Arising out of yellow light {15.38}

source: འཇིག་རྟེན་གཙོ་བོས་གསུངས་པ་ནི། །རྨི་ལམ་མཁྲིས་ལས་ཡང་དག་བྱུང་། །
en: “Have been taught by the most eminent of men To originate from bile.

source: གང་ཡང་རླུང་བྱུང་རྨི་ལམ་ནི། །གསུམ་པའི་ཐུན་དུ་བསྟན་པ་ཡིན། །
en: As for the dreams that are of the wind type, They are said to occur during the third watch of the night. {15.39}

source: འཁོར་ཡུག་ཏུ་ནི་འོད་འཕྲོ་བ། །ཕྱོགས་རྣམས་ཀུན་དུ་རབ་ཏུ་སྣང་། །ནམ་མཁའ་ལ་ནི་འགྲོ་བ་དང་། །ནམ་མཁའི་དཀྱིལ་དུ་ཐད་དྲང་འགྲོ། །བར་སྣང་ནམ་མཁའི་དཀྱིལ་དུ་ནི། །ཀུན་ནས་འཁོར་བར་རྟག་ཏུ་འགྲོ། །རླུང་བྱུང་རྨི་ལམ་ཞེས་བསྟན་པ། །འདི་ལྟ་བུ་ལ་བྱ་བ་ཡིན། །
en: “If one sees all the directions Completely filled with light, And perceives oneself as moving through space, Traversing the firmament of the sky, {15.40} “And continually wandering everywhere Through space as far as the expanse of the sky, Such a dream is said to be of the wind type, As it brings this type of experience. {15.41}

source: རྒལ་དང་མཆོང་དང་དེ་བཞིན་དུ། །ཤིང་རྣམས་ལ་ནི་མངོན་པར་འཛེག །བསྟན་བཅོས་མ་ལུས་འདོན་པ་དང་། །ཁྱད་པར་དུ་ནི་སྔགས་རྣམས་དང་། །བཤད་དང་བརྗོད་པར་བྱེད་པ་དག །ཕལ་ཆེར་ཡང་ནི་རླུང་ལས་གྱུར། །
en: “Swimming, jumping, Climbing trees, Reciting all treatises, The mantras in particular, {15.42} “And also teaching or speaking, Are generally caused by wind.

source: ཤིང་རྣམས་ཚེར་མ་ཅན་འཛེག་དང་། །ཁ་བ་དག་ཀྱང་ཟ་བ་དང་། །བཟའ་བ་མ་ལུས་ཚ་དང་སྐྱུར། །ཟོས་པ་རླུང་ལས་གྱུར་པ་ཡིན། །
en: Also, climbing thorny trees, Or eating food that is very bitter, {15.43} “Pungent, or sour—any such type of food— Is caused by wind.

source: གཙོར་ཡང་རླུང་ནི་ཡང་དག་འབྱུང་། །ཤིང་ཐོག་རླུང་ནི་རབ་བསྐྱེད་པ། །
en: Tree fruits that are scattered by the wind Produce masses of the humor of wind — {15.44}

source: དེ་དག་ཟ་བར་རྨི་ལམ་མཐོང་། །རླུང་ལས་བྱུང་བར་ཡང་དག་བསྟན། །
en: “If they are eaten in a dream, Such a dream is said to be generated by wind.

source: དངོས་རྣམས་རླུང་ནི་སྐྱེད་པ་ཡི། །བཟའ་དང་བཅའ་བ་ཁྱད་པར་ལྡན། །
en: The element wind present in Liquid and solid foods and substances {15.45}

source: དེ་བཞིན་སྐྱེ་བོ་སེམས་འཁྲུགས་དང་། །རེག་པར་བྱེད་དང་སྨྲ་བར་བྱེད། །
en: “Agitates the minds of beings When they touch or eat them.

source: འབྱུང་པོ་རྣམས་ནི་གར་བྱེད་དང་། །བདག་ཉིད་ཀྱང་ནི་གར་བྱེད་པ། །གང་གིས་རྨི་ལམ་མཐོང་ན་ནི། །དེ་འདྲ་རླུང་ནད་ཅན་དུ་ཤེས། །རྣམ་པ་སྣ་ཚོགས་སྤྱོད་པ་དང་། །རྣམ་པ་སྣ་ཚོགས་འཁྱུད་དང་སྨྲ། །རྣམ་པ་སྣ་ཚོགས་མི་བཟད་གཟུགས། །རྨི་ལམ་རླུང་ནད་ཅན་གྱིས་མཐོང་། །
en: If one sees oneself As being a servant to all beings, {15.46} “If this vision comes in a dream, Such a person should be known to be of the wind type. Different types of movements, Different types of embracing and speaking, {15.47} “Or different harsh expressions Indicate that the dream is the wind type.

source: དེ་ལ་སོགས་པའི་རྨི་ལམ་ནི། །འཇིག་རྟེན་མཆོག་གིས་གསུངས་པ་ཡིན། །
en: These and other types of dreams Have been taught by the most eminent of men. {15.48}

source: རྣམ་གསུམ་སྦྱོར་བ་རབ་ལྡན་པ། །འདོད་ཆགས་ཞེ་སྡང་གཏི་མུག་ཡིན། །
en: “Three types of associations have been taught Related to those who are of the attached, hateful, or deluded types:

source: ཆགས་ཅན་བད་ཀན་ཅན་ཤེས་བྱ། །
en: Those with a proclivity to attachment generate phlegm,

source: ཞེ་སྡང་ལས་བྱུང་མཁྲིས་པ་ཅན། །
en: Bile is the product of hatred, {15.49}

source: རྨོངས་པ་རླུང་ལས་གྱུར་པ་ཡིན། །
en: “While wind originates from delusion.

source: འདྲེས་པ་འང་རྣམ་པར་འདྲེས་པའོ། །
en: A mixture of the three generates a mixture of humors.

source: གྲོང་གི་ཆོས་ནི་མཐོང་བ་ལས། །རྨི་ལམ་ཆགས་པས་ས་བོན་བྱུང་། །
en: When attachment is stirred in sleep, It will manifest as sexual dreams. {15.50}

source: དེར་ནི་བུད་མེད་ལ་ཆགས་པ། །བད་ཀན་ལས་བྱུང་རྨི་ལམ་ཡིན། །
en: “Thus, the desire for women will manifest In dreams generated by phlegm.

source: རྩོད་བཅས་དང་ཚུལ་ཞེ་སྡང་ཅན། །མཁྲིས་པ་ལས་བྱུང་རྨི་ལམ་ཡིན། །
en: Quarreling based on hatred Will occur in dreams generated by bile. {15.51}

source: མ་རིག་ལས་བྱུང་རྨོངས་རྣམ་པ། །དྲན་པ་ཉམས་པར་མཐོང་བ་ཡིན། །
en: “Torpidity born from delusion Manifests in dreams as the loss of memory.

source: རྣམ་འདྲེས་རྣམ་པར་འདྲེས་པ་ནི། །རྨི་ལམ་ན་ནི་རྟག་ཏུ་མཐོང་། །
en: In reality, though, dreams always manifest Based on a mixture of the humors. {15.52}

source: དེ་བས་རྣམ་པ་ཐམས་ཅད་ཀྱིས། །རྨི་ལམ་ཞེས་བྱ་ཡོད་པ་སྤངས། །བྱ་བ་དུས་ཀྱི་རིམ་པ་ཉིད། །དེ་ཉིད་གཟིགས་པས་བསྟན་པ་ཡིན། །
en: “Thus, that which is designated as a dream Is devoid, in all its [three] types, of pure essence. Those who teach the truth taught the activities and lifespans Particular to each of the [humor-based] category of beings. {15.53}

source: སེམས་ཅན་བད་ཀན་ཅན་གསུངས་པ། །མདོག་ལྡན་སྙན་པར་སྨྲ་བ་དང་། །
en: “Thus, beings described as being of the phlegm type Have a nice complexion and are soft-spoken.

source: ཚེ་རིང་ཡིད་ནི་གཞུངས་པ་དང་། །ཁ་དོག་སྣུམ་ཞིང་འཇིགས་པ་མེད། །
en: They live long lives, are intelligent, Have oily skin, and are self-confident. {15.54}

source: བོང་ཚོད་རིང་ཞིང་དཀར་བ་དང་། །བུད་མེད་ལ་ཕྲད་རྟག་ཏུ་དགའ། །
en: “They are fair skinned, tall, And always fond of intercourse with women.

source: ཆོས་ལྡན་རྟག་ཏུ་དཔའ་བ་དང་། །བཏུང་བ་མང་ལ་རྟག་ཏུ་དགའ། །
en: They are virtuous, heroic at any time, And always delight in showing respect. {15.55}

source: རྒྱལ་རིགས་སུ་ནི་བསྟན་པ་ཡིན། །སེར་སྣ་ལྡན་ཞིང་མཚོན་པ་མེད། །
en: “When this is indicated by their birth horoscope, They could be jealous and lack distinction.

source: དེ་བཞིན་ས་ཡི་བདག་པོ་དང་། །དམག་དཔོན་དོན་དུ་གནས་པ་སྟེ། །
en: Some may become kings Fit to take command of an army. {15.56}

source: ལོངས་སྤྱོད་ཆེན་པོ་སྐྱེ་འགྱུར་ཞིང་། །རང་གི་ལས་ཀྱིས་ཉེ་བར་འཚེ། །
en: “Living according to their prescribed activity, They will attain prosperity.

source: རང་གི་ལས་འབྲས་བསྟན་པ་ནི། །
en: Their activities and their fruits are described as follows:

source: ལས་ཀྱི་སྔགས་ནི་སྤང་བ་མིན། །
en: They do not neglect the activity [in favor of] the mantra,

source: ལས་མིན་སྔགས་ནི་གཙོ་བོ་ཞེས། །འཇིག་རྟེན་འདྲེན་པས་གསུངས་པ་ཡིན། །
en: As the mantra, according to what the guides of the world have said, Is not the most important thing in terms of activity. {15.57}

source: དེ་བས་སེམས་ཅན་བད་ཀན་ཅན། །ས་སྟེང་གྲུབ་པ་བྱེད་པ་ནི། །ས་བདག་འདོད་པ་བྱེད་པ་ལ། །དེ་ལ་གྲུབ་པ་ཐོབ་པར་འགྱུར། །
en: “It is therefore said that in this world Success belongs to those of the phlegm type. They will attain dominion over the land, Great prosperity, and magical powers. {15.58}

source: ཟློས་པས་བད་ཀན་ཅན་གྱི་ཟས། །མ་ལུས་བསྟེན་པར་མི་བྱའོ། །
en: “A mantra reciter should not take Any of the phlegm-producing foods in excess.

source: གང་ཕྱིར་ཤིན་ཏུ་བསྟེན་གྱུར་ན། །རྨི་ལམ་དོན་གྱིས་སྟོང་འགྱུར་བས། །
en: If one overindulges in these foods, One’s dreams will become bereft of meaning. {15.59}

source: གྲུབ་པའི་དོན་དུ་མ་བརྗོད་པས། །སྔགས་པས་དེ་ཚེ་དེ་མི་བསྟེན། །
en: “A mantra practitioner should therefore not indulge in these foods, As they are said not to be conducive to accomplishment.

source: མཁས་པ་རིགས་པ་ལྡན་པ་ཡིས། །དེ་ཡི་དུས་སུ་གཉིད་ལོག་མིན། །
en: A wise and clever person Should not sleep at that time. {15.60}

source: མཁྲིས་པ་ཅན་གྱི་སེམས་ཅན་གྱི། །རྟག་ཏུ་སྤྱོད་པ་བརྗོད་པར་བྱ། །
en: “Now the characteristics of a person Of the bile type will be described.

source: ཞེ་སྡང་གིས་ནི་རྣམ་འཁྲུགས་ན། །
en: “He may be prone to hatred and anger,

source: ཁ་དོག་ནག་དང་སྟོབས་ཆུང་དང་། །
en: Of black complexion, and physically weak.

source: དྲག་པ་དྲག་པའི་ལས་དང་ནི། །
en: He may be cruel and engage in cruel activities

source: རྟག་ཏུ་ཡོན་པོར་བྱེད་པ་ཡིན། །
en: And continually display a tendency toward deceit. {15.61}

source: དཔའ་དང་བབ་ཅོལ་རྟག་ཏུ་བྱེད། །
en: “He may also be continually valiant and daring

source: སྟོབས་དང་བློ་དང་ལྡན་པ་དང་། །
en: And be endowed with strength and intelligence.

source: མང་དུ་སྨྲ་ཞིང་གྲོགས་པོ་མང་། །
en: He is talkative, has many friends,

source: བསྟན་བཅོས་ཏིང་འཛིན་མང་པོ་རྟོགས། །
en: And has a deep understanding of many treatises. {15.62}

source: ཆོས་ལྡན་ལས་ཀྱི་མཐའ་བརྟན་ཞིང་། །ཞེ་སྡང་སློང་བ་རྗོད་པར་བྱེད། །
en: “Virtuous and firm in his actions, He is also described as prone to hatred.

source: ཡིད་ལྡན་དགྲ་ནི་མང་བ་དང་། །ཞེ་སྡང་མཚོན་པ་སྐྱེ་བར་འགྱུར། །
en: He is intelligent and possessed of great power, But shows the signs of hatred. {15.63}

source: ནོར་མང་དཔའ་བོ་ལ་སྡང་དང་། །འཇིག་རྟེན་ཤེས་ཤིང་མཐོང་ན་དགའ། །
en: “He resents the valorous, is wealthy, Understands human nature,

source: དེས་གྲོལ་ཆགས་པ་མེད་པ་དང་། །བརྟན་ཅིང་སྡུག་བསྔལ་རྟག་ཏུ་བཟོད། །
en: And is of pleasant appearance, free, detached, Stable, and always tolerant of suffering. {15.64}

source: ང་རྒྱལ་ཕྲག་དོག་མ་རུངས་པ། །བུད་མེད་རྣམས་ལ་དགའ་བར་བྱེད། །
en: “Proud, greedy, and angry, He is always fond of women.

source: སྤྲོ་ཆེན་བརྟན་དང་བློན་པོ་དང་། །ལོངས་སྤྱོད་ཆེན་པོར་སྐྱེ་བར་འགྱུར། །
en: Full of great energy and firm in applying the mantras, He becomes very prosperous. {15.65}

source: ཤེས་བཞིན་ལས་ཀྱིས་ཉེར་སྤྱོད་པའི། །སེམས་ཅན་ཟིལ་གྱིས་མནན་ནས་སྤྱོད། །
en: “He engages beings by assaulting them, As they submit to the way he acts.

source: སྔགས་ནི་སྲོག་ལ་གནོད་བྱེད་པ། །དེ་ནི་དེ་ལ་མྱུར་འགྲུབ་འགྱུར། །
en: His mantras—those that arrest the life force of beings— Are always successful. {15.66}

source: མི་བཟད་ཐུབ་པས་སྤངས་པའི་དོན། །མྱུར་དུ་སྒྲུབ་པར་བྱེད་པ་ཡིན། །
en: “He swiftly accomplishes his violent aims That have been rejected by the Sage.

source: སེམས་ཅན་གནོད་ཕྱིར་བྱེད་པའི་ལས། །ལུས་ཅན་དེ་ལ་གྲུབ་པར་འགྱུར། །
en: The activities of such an individual— Those that harm living beings—will succeed. {15.67}

source: ཆོ་ག་སྦྱར་བའི་ཆོས་རྣམས་གང་། །སྔགས་པས་ཐམས་ཅད་རབ་སྦྱར་ན། །སྤྱོད་པ་དེས་ནི་འགྲུབ་འགྱུར་ཏེ། །གཞན་ལས་སེམས་ཅན་དེ་ལ་མིན། །
en: “Rites of any mantra practitioner That involve ritual methods Will be successful when executed carefully, Which is not the case for other individuals and rites. {15.68}

source: སྔགས་པ་ཞེ་སྡང་ཅན་དག་ལ། །སེམས་ཅན་གཞན་ལ་གནོད་པ་དང་། །དེ་བཞིན་གཞན་གྱི་སྔགས་གཅོད་པ། །སེམས་ཅན་ཁྲོ་བ་ལ་གྲུབ་འགྱུར། །
en: “So, too, the hateful mantras That oppress other beings Can, by the same token, interrupt the mantras of others And succeed against angry beings. {15.69}

source: གཞན་གྱི་རྫས་ནི་འཕྲོག་དོན་དང་། །གཞན་གྱི་སྲོག་ནི་གཅོད་པ་ལ། །ཁྲོ་བའི་སྔགས་ཀྱིས་གྲུབ་འགྱུར་ཏེ། །སྔགས་གཞན་དག་ལ་སྦྱར་མི་བྱ། །
en: “Wrathful mantras will be successful In seizing the property of others Or arresting their life force; Such activities should not be combined with other mantras. {15.70}

source: ཞེ་སྡང་རིགས་ཀྱི་སེམས་ཅན་འདི། །བདག་པོ་ཉིད་ཀྱང་བྱེད་པར་འགྱུར། །
en: “A being predisposed to hatred Can attain dominion over others;

source: མདོག་ནག་པའམ་སྔོ་བསངས་སམ། །དཀར་བའམ་ཡང་ན་འདྲེས་པ་ཡི། །
en: He may be of a black, dark, White, or mixed complexion. {15.71}

source: མི་ནི་ཁྲོ་ལྡན་གསེར་གྱི་མདོག །རྣམ་པར་སྤངས་པ་སྐྱེ་བར་འགྱུར། །
en: “An ordinary human predisposed to anger Cannot possibly have a golden complexion;

source: མི་ནི་རྩུབ་མདོག་དུ་བའི་མདོག །སེར་སྐྱའི་མདོག་ཏུའང་སྐྱེ་བ་ཡིན། །
en: Such a person will have a rough and smoke-colored Or tawny complexion. {15.72}

source: དཔའ་དང་དེ་བཞིན་དྲག་པ་དང་། །འདབ་ཆགས་སྡིག་པའི་ཁྱིམ་ལས་སྐྱེས། །
en: “One born in the sign of Scorpio Is heroic, cruel, and lustful,

source: གཟའ་ནི་མིག་དམར་ཞིང་བདག་གནས། །བད་ཀན་ཅན་ལ་ཕུར་བུའི་བདག །
en: Being in the house of the planet Mars. One who is under the influence of Jupiter is predisposed to phlegm. {15.73}

source: སྐྱེ་འགྱུར་ཉུང་ངུ་ཟ་བ་དང་། །ཚ་དང་སྐྱུར་བའི་རོ་བསྟེན་ཅིང་། །
en: “Such a person will eat little And be fond of pungent and sour tastes.

source: དེ་ཡི་ཚེ་ནི་རིང་འགྱུར་ཞིང་། །དྲན་དང་ལྡན་པ་སྐྱེ་བར་འགྱུར། །
en: His life will be long And his memory good. {15.74}

source: སྤྱོད་པ་དང་ནི་རྗེས་སྤྱོད་པ། །རླུང་ནད་ཅན་གྱི་བཤད་པར་བྱ། །
en: “Now I will describe the activities and mannerisms Of a person by nature predisposed to wind.

source: མདོག་མི་སྡུག་དང་རྩུབ་མདོག་དང་། །བོང་ཚོད་མེད་ཅིང་ཤིན་ཏུ་རྗུད། །
en: He has an unhealthy or rough complexion But, in general, is not too weak. {15.75}

source: བློ་ཉམས་ཤེས་རབ་མེད་པ་དང་། །མི་བརྟན་གནས་པ་མེད་པ་དང་། །
en: “He is of feeble intellect and little knowledge, Unstable, and ungrounded.

source: ལུས་ནི་འགུལ་དང་འཁོར་བ་དང་། །སྐྱུག་ཅིང་བཤང་གཅི་མང་དུ་འབྱུང་། །
en: With a trembling body, tottering, He vomits a lot and frequently defecates and urinates. {15.76}

source: མང་དུ་ཟ་ཞིང་རྟག་པར་ཟ། །དེ་དག་གང་ཕྱིར་ནད་མང་འགྱུར། །
en: “He eats a lot and all the time, And he talks a lot.

source: འཇིག་རྟེན་རིགས་དང་མི་མཐུན་ཞིང་། །དགྲ་ནི་མང་པོ་སྐྱེ་བར་འགྱུར། །
en: Being hostile to everyone, He has many enemies. {15.77}

source: དེ་ནི་ས་སྟེང་འདི་དག་ཏུ། །ཚུལ་འཆལ་སྡུག་བསྔལ་སྐྱེ་འགྱུར་ཏེ། །
en: “He is undisciplined and unhappy In his life on earth.

source: མི་སྣང་བ་ཡི་སྔགས་དག་ནི། །དེ་ལ་འགྲུབ་པར་བསྟན་པ་ཡིན། །
en: Mantras for becoming invisible Are said to succeed if used by him. {15.78}

source: གང་ཞིག་རླུང་ནད་འཁྲུག་བྱེད་པའི། །ཟས་ལ་དེ་ནི་དགའ་བར་འགྱུར། །
en: “He delights in foods That stir up the humor of wind.

source: ཟློས་པ་ལས་ནི་གྲུབ་འདོད་པས། །དེ་ནི་ཡོངས་སུ་བསྟེན་མི་བྱ། །
en: A mantra reciter should, however, never eat them, If he wants his activity to be successful. {15.79}

source: སེམས་ཅན་རླུང་ནད་འཁྲུག་པ་ལ། །གཏི་མུག་ཉེ་བར་ཞི་བ་དང་། །
en: “Beings agitated due to the humor of wind Are predisposed to the arising of ignorance.

source: རྨོངས་པའི་རིགས་ཅན་ལ་གསུངས་པ། །རྨོངས་པའི་སྔགས་ནི་རབ་སྒྲུབ་པ། །
en: They are described as belonging to the delusion type, And become accomplished in stupefying mantras. {15.80}

source: རྟག་ཏུ་དེ་དག་རྨོངས་པ་ལ། །རྨོངས་པ་དག་ནི་འགྲུབ་པར་འདོད། །
en: “For those who are of the deluded type, It is always desired to be accomplished in causing stupefaction.

source: རྒྱུ་སྐར་ཁྱིམ་ནི་ཆུ་སྐྱེས་དང་། །གཟའ་ནི་བདག་པོ་སྤེན་པར་བལྟ། །
en: One should ascertain the asterisms of the water signs To know the true significance of planetary influences. {15.81}

source: རླུང་ནད་སྐྱེས་པའི་སེམས་ཅན་ནི། །དགེ་བའི་ལས་ལ་མི་སྤྱོད་དེ། །
en: “One should not perform peaceful activities If one is of the wind type and confused.

source: འབྱུང་པོ་དབང་དང་འགུགས་པར་བྱེད། །དེ་བཞིན་རྨོངས་དང་རེངས་པའོ། །
en: Likewise, one should not perform the enthralling, Attracting, stupefying, or destroying of beings. {15.82}

source: རླུང་ནད་ཅན་གྱི་སེམས་ཅན་ལ། །གཏི་མུག་ཅན་དེ་སྡིག་པ་བྱེད། །རྨི་ལམ་བདེན་པར་མཐོང་བ་ནི། །མཚན་ཉིད་འདི་དག་གསུངས་པ་ནི། །
en: “Regarding the arising of delusion-generated evil In beings dominated by the humor of wind, The following signs have been taught That indicate the truth in dreams. {15.83}

source: སེམས་ཅན་རྣམས་ཀྱི་དོན་སྒྲུབ་པ། །ཐུབ་པ་རྣམས་ཀྱི་སྔོན་གསུངས་པའོ། །
en: “They have been previously described by sages As serving the interests of beings.

source: ལུག་གླང་དང་ནི་སྦྱོར་བ་དང་། །སྦལ་པ་སེང་གེ་ཉིད་དང་ནི། །སྲང་དང་བུ་མོ་སྡིག་པ་དང་། །དེ་བཞིན་གཞུ་དང་ཆུ་སྲིན་དང་། །བུམ་པ་ཉ་དང་གླང་པོ་དང་། །ལྷ་དང་སྤྲེའུ་ལྷ་མ་ཡིན། །
en: Aries, Taurus, Gemini, Cancer, Leo, {15.84} “Libra, Virgo, Scorpio, Sagittarius, Capricorn, Aquarius, Pisces, the elephants, The celestials, the monkeys, the asuras, {15.85}

source: གྲུབ་དང་དྲི་ཟ་གནོད་སྦྱིན་སོགས། །མི་རྣམས་གང་གིས་རབ་བསྒྲགས་པ། །སེམས་ཅན་རྣམས་ཀྱི་ཁྱིམ་མང་པོ། །གང་ཟག་མཆོག་གིས་གསུངས་པ་ཡིན། །
en: “The siddha s, the gandharvas, the yakṣa s, and so forth— All those renowned to humanity— The zodiac signs have been taught By the supreme ones to the masses. {15.86}

source: རྣམ་པ་མང་པོ་སྣ་ཚོགས་དོན། །རྣམ་པ་སྣ་ཚོགས་ལས་བསྟན་པ། །དེ་དག་ལས་ནི་ཐམས་ཅད་ལ། །ཡོན་ཏན་རྒྱ་ཆེར་སྨན་པར་འགྱུར། །
en: “Different activities have been described, Of many types and various purposes. In all these activities and the accumulated karma, A wide range of qualities comes to fruition. {15.87}

source: ལས་ལས་གོལ་བ་མེད་པར་ནི། །ལུས་ཅན་ཡོན་ཏན་མི་སྨིན་ཏེ། །
en: “It has been taught that for ordinary beings No activity is devoid of such qualities.

source: ཡོན་ཏན་ཁོ་ན་ལས་ལྡན་པས། །སྐྱེ་བར་ཡང་ནི་བྱེད་པ་ཡིན། །
en: Thus, one who engages in activities takes rebirth Based on the qualities [of his karma]. {15.88}

source: ཡོན་ཏན་ཆོས་དོན་ལྡན་པ་ནི། །སྔགས་ལ་འགྲུབ་པ་སྐྱེ་བར་འགྱུར། །
en: “When these qualities are infused with religious merit, The practice of mantras will be successful.

source: ཟློས་པ་སེམས་ཅན་ཡོན་ཏན་ཤེས། །ཡོན་ཏན་ཡོན་ཏན་མིན་ལས་འཆིང་། །ཡོན་ཏན་མེད་ལ་བྱ་མིན་གང་། །དེ་ཡི་ལས་ནི་བྱ་བ་མིན། །
en: The reciter who understands the true nature of such qualities Understands the merits and defects of his karmic bonds. {15.89} “If the authentic ritual procedure is not performed, The activity will not take place, even if the qualities are present.

source: གང་ཕྱིར་བྱ་བ་ལས་བྱེད་དེ། །
en: This is because the ritual produces the activity;

source: བྱ་བ་ཡོན་ཏན་མེད་མ་ཡིན། །
en: Such ritual is not without its qualities. {15.90}
